"BUTTON_AUTHENTICATE" = "Patunayan ang button label";

"BUTTON_CONTINUE" = "Magpatuloy";

"BUTTON_DISMISS" = "I-dismiss";

"BUTTON_DONE" = "Tapos na";

"BUTTON_NOT_NOW" = "Hindi ngayon";

"BUTTON_OKAY" = "OK";

"BUTTON_RESEND_CONF_CODE" = "Humiling ng iba.";

"BUTTON_RETRY" = "Subukan muli";

"BUTTON_SENDING" = "Pinapadala...";

"BUTTON_SENDING_CONF_CODE" = "Pinapadala code ng pagkumpirma";

"BUTTON_SEND_CONF_CODE" = "Ipadala ang code sa kumprimasyon";

"BUTTON_SENT_CONF_CODE" = "Pinadala code sa pagkumpirma";

"BUTTON_TRY_DIFFERENT_NUMBER" = "Subukan ang ibang numero";

"CALL_ME_ACTION" = "Tawagan Ako";

"CALL_ME_LOADING" = "Tumatawag";

"ERROR_CANT_SMS" = "Hindi makapagpadala ng mensaheng SMS sa numerong ito.";

"ERROR_CHECK_CODE_TRY_AGAIN" = "Mangyaring tingnan ang inyong code at subukan ulit";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "Whoops, mukhang may nararanasan kaming isyu sa network. Subukan natin muli? [%@]";

"ERROR_CHECK_EMAIL_TRY_AGAIN" = "Mangyaring tingnan ang email mo at subukan ulit";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "Mangyaring tingnan ang numero ninyo at subukan ulit";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "Nagtakda ka ng 2-hakbang na code ng beripikasyon sa <u>digits.com</u>";

"FOOTNOTE_CONF_CODE_CALL_ME" = "Sa pag-tap ng \"Tawagan ako\" sa itaas, tatawagan ng <u>Digits by Twitter</u> ang iyong telepono para kompirmahin ang numero ng telepono mo. Maaaring may singil ang tawag at data.";

"FOOTNOTE_CREATE_ACCOUNT" = "Sa pag-tap sa \"Magpatuloy\" sa itaas, sumasang-ayon ka sa mga <u>Tuntunin ng Serbisyo</u>, <u>Patakaran sa Pagkapribado</u>, at <u>Patakaran sa Cookie</u> ng Digits by Twitter, at pumapayag kang matuklasan ng ibang user ng %@ sa pamamagitan ng numero ng telepono at/o email mo.";

"FOOTNOTE_EMAIL_DISCLOSURE" = "Sa pag-tap ng \"Magpatuloy\" idinadagdag mo ang email na ito sa Digits account mo. Lahat ng app mo na may patunay sa Digits ay magkakaroon ng access sa email address na ito at matutuklasan ka ng mga user nila sa pamamagitan ng email. Pamahalaan ang account mo sa <u>Digits.com</u>.";

"FOOTNOTE_SEND_CONF_CODE" = "Sa pag-tap ng \"Magpadala ng code ng kompirmasyon\" sa itaas, papadalhan ka ng <u>Digits by Twitter</u> ng isang SMS upang kompirmahin ang numero ng telepono mo. Maaaring may singil ang mensahe at data.";

"FOOTNOTE_TOS_UPDATE" = "Sa pag-tap sa \"Magpatuloy\" sa itaas, sumasang-ayon ka sa na-update na mga <u>Tuntunin ng Serbisyo</u>, <u>Patakaran sa Pagkapribado</u>, at <u>Patakaran sa Cookie</u> ng Digits by Twitter, at pumapayag kang matuklasan ng ibang user ng %@ sa pamamagitan ng numero ng telepono at/o email mo.";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "Ilagay ang 2-hakbang na code ng beripikasyon.";

"LABEL_ENTER_CONF_CODE" = "Pinadalhan ka namin ng isang code.";

"LABEL_ENTER_EMAIL" = "Ilagay ang email mo.";

"LABEL_ENTER_PHONE_NUMBER" = "Ano ang numero ng telepono mo?";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "Gumagamit kami ng Digits by Twitter para mahanap ang iba mo pang mga kaibigan na gumagamit ng app na ito. Kapag tinap mo ang Okay, i-a-upload namin ang iyong address book sa Digits by Twitter upang matulungan ka naming mahanap ang ibang mga user ng %@ na kilala mo o tulungan kang mahanap ng mga ibang user ng %@.";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "Hanapin ang mga kaibigan mo";

"LABEL_RESEND_CONF_CODE" = "Hindi nakuha ang code?";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "Hindi makumpirma ang numero ng telepono ninyo";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "Pasensiya na, nagkakaproblema kaming ipadala sa iyo ang code ng pagkumpirma.";

"ONBOARDING_MESSAGE" = "[Digits] Mag-log in sa http://fabric.io para i-set ang pangalan ng App mo na maaaring isama sa mga email ng beripikasyon at mga mensahe ng awtorisasyon na SMS/voice.";

"PARTIAL_FOOTNOTE_THIS_APP" = "app na ito";

"PLACEHOLDER_2_STEP_VERIFICATION_CODE" = "Code ng beripikasyon";

"PLACEHOLDER_CONF_CODE" = "Ilagay ang 6 na digit na code.";

